Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localizations/OnBoardingBundles/ApplePay.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_419, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# FIFTH_BULLET
source: Apple Pay is a technology service provided by affiliates of Apple Inc., which are responsible for your personal data.
ar: ‏Apple Pay هي خدمة تكنولوجية توفرها شركات تابعة لشركة ⁨Apple Inc.⁩، وهي المسؤولة عن بياناتك الشخصية.
bg: Apple Pay е технологична услуга, предоставяна от филиалите на Apple Inc., които са отговорни за вашите лични данни.
ca: Les filials d’Apple Inc. són les entitats que proporcionen les funcions i la tecnologia relativa al servei de l’Apple Pay, i també són les responsables del processament de les dades personals.
cs: Apple Pay je technologická služba poskytovaná společnostmi přidruženými ke společnosti Apple Inc., které zodpovídají za vaše osobní údaje.
da: Apple Pay er en teknologitjeneste, som stilles til rådighed af partnere til Apple Inc., som er ansvarlige for dine personlige data.
de: Apple Pay ist ein Technologiedienst, der von Tochtergesellschaften von Apple Inc. bereitgestellt wird. Die Tochtergesellschaften sind für den Umgang mit deinen persönlichen Daten verantwortlich.
el: Το Apple Pay είναι μια υπηρεσία τεχνολογίας που παρέχεται από τους συνεργάτες της Apple Inc., οι οποίοι είναι υπεύθυνοι για τα προσωπικά δεδομένα σας.
es: Apple Pay es un servicio de tecnología prestado por filiales de Apple Inc., que son responsables de tus datos personales.
es_419: Apple Pay es un servicio tecnológico provisto por filiales de Apple Inc., entidades responsables de tus datos personales.
es_us: Apple Pay es un servicio tecnológico provisto por filiales de Apple Inc., entidades responsables de tus datos personales.
fi: Apple Pay on Apple Inc:n tytäryhtiöiden tarjoama teknologiapalvelu. Nämä tytäryhtiöt ovat vastuussa henkilötiedoistasi.
fr: Apple Pay est un service de technologie fourni par des filiales d’Apple Inc., qui sont responsables de vos données personnelles.
fr_ca: Apple Pay est un service technologique fourni par des filiales d’Apple Inc., qui sont responsables de vos données personnelles.
he: ‏Apple Pay הוא שירות טכנולוגי שמסופק על ידי חברות שותפות של ⁨Apple Inc.⁩, האחראיות על הנתונים האישיים שלך.
hi: Apple Pay एक तकनीकी सेवा है जो Apple Inc. के सहयोगियों द्वारा प्रदान की जाती है और वे आपके निजी डेटा के लिए ज़िम्मेदार होते हैं।
hr: Apple Pay je tehnološka usluga koju pružaju podružnice tvrtke Apple Inc. i koje su odgovorne za vaše osobne podatke.
hu: Az Apple Pay egy technológiai szolgáltatás, amelyet az Apple Inc. személyes adatokért felelős társvállalatai biztosítanak.
id: Apple Pay adalah layanan teknologi yang disediakan oleh afiliasi Apple Inc., yang bertanggung jawab atas data pribadi Anda.
it: Apple Pay è un servizio tecnologico fornito da società affiliate ad Apple Inc., che sono responsabili dei tuoi dati personali.
ja: Apple Payは、個人データの責務を担う、Apple Inc.の関連会社が提供するテクノロジーサービスです。
kk: Apple Pay — жеке деректеріңізге жауапты Apple Inc. филиалдары ұсынатын технологиялық сервис.
ko: Apple Pay는 Apple Inc.의 자회사에서 제공하는 기술 서비스이며, 이 자회사는 사용자의 개인 데이터에 대한 책임을 갖습니다.
lt: „Apple Pay“ yra technologinė paslauga, kurią teikia „Apple Inc.“ filialai, atsakingi už jūsų asmens duomenis.
ms: Apple Pay ialah perkhidmatan teknologi yang disediakan oleh sekutu Apple Inc., yang bertanggungjawab untuk data peribadi anda.
nl: Apple Pay is een technologische voorziening die wordt aangeboden door gelieerde ondernemingen van Apple Inc., die verantwoordelijk zijn voor je persoonlijke gegevens.
no: Apple Pay er en teknologisk tjeneste levert av tilknyttede selskaper til Apple Inc., som er ansvarlige for dine personlige data.
pl: Apple Pay to usługa technologiczna świadczona przez partnerów firmy Apple Inc., którzy są odpowiedzialni za Twoje dane osobowe.
pt_br: Apple Pay é um serviço de tecnologia fornecido por afiliadas da Apple Inc., que são responsáveis pelos seus dados pessoais.
pt_pt: Apple Pay é um serviço de tecnologia fornecido por afiliados da Apple Inc., que são responsáveis pelos seus dados pessoais.
ro: Apple Pay este un serviciu tehnologic furnizat de companii afiliate Apple Inc., care sunt responsabile pentru datele dvs. personale.
ru: Apple Pay — это сервис, предоставляемый дочерними компаниями Apple Inc., которые несут ответственность за Ваши персональные данные.
sk: Apple Pay je technologická služba poskytovaná spoločnosťami pridruženými k spoločnosti Apple Inc., ktoré zodpovedajú za vaše osobné údaje.
sl: Apple Pay je tehnološka storitev, ki jo zagotavljajo podružnice družbe Apple Inc., ki so odgovorne za vaše osebne podatke.
sv: Apple Pay är en tekniktjänst som tillhandahålls av samarbetspartner till Apple Inc. vilka ansvarar för dina personliga data.
th: Apple Pay เป็นเทคโนโลยีที่ให้บริการโดยบริษัทภายในเครือของ Apple Inc. ซึ่งจะเป็นผู้รับผิดชอบข้อมูลส่วนบุคคลของคุณ
tr: Apple Pay, Apple Inc.’e bağlı kuruluşlar tarafından sunulan ve kişisel verilerinizden sorumlu olan bir teknoloji servisidir.
uk: Apple Pay — це високотехнологічна послуга, що надається компаніями, афілійованими з Apple Inc., які відповідають за опрацювання ваших персональних даних.
vi: Apple Pay là dịch vụ công nghệ được cung cấp bởi các công ty liên kết của Apple Inc., những công ty này chịu trách nhiệm về dữ liệu cá nhân của bạn.
zh_cn: Apple Pay是一项技术服务，由Apple Inc. 的附属公司提供并对你的个人数据负责。
zh_hk: Apple Pay是一項由Apple Inc. 的附屬公司所提供的技術服務，負責處理你的個人資料。
zh_tw: Apple Pay是由Apple Inc. 的相關公司提供的技術服務，並由這些公司為你的個人資料負責。

# THIRD_BULLET
source: When you use Apple Pay in apps and on the web, information necessary to process the payment is shared with the app or website. Your actual card number isn’t shared with the merchant.
ar: عند استخدام Apple Pay في التطبيقات وعلى الويب، تتم مشاركة معلومات ضرورية لمعالجة عملية الدفع مع التطبيق أو موقع الويب. ولا تتم مشاركة رقم البطاقة الحقيقي مع التاجر.
bg: Когато използвате Apple Pay в приложения или в мрежата, необходимата информация за обработката на плащането се споделя с приложението или уеб сайта. Реалният номер на вашата карта не се споделя с търговеца.
ca: Quan utilitzes l’Apple Pay en apps i a internet, la informació necessària per processar el pagament es comparteix amb l’app o el lloc web. El número real de la targeta no es comparteix amb el comerç.
cs: Když používáte Apple Pay v aplikacích a na webu, dostává aplikace nebo webová stránka informace nezbytné pro zpracování platby. Obchodník nemá přístup k vlastnímu číslu vaší karty.
da: Når du bruger Apple Pay i apps og på nettet, deles oplysninger, som kræves til behandling af betalingen, med appen eller webstedet. Dit faktiske kortnummer deles ikke med butikken.
de: Wenn du Apple Pay in Apps und auf Websites verwendest, werden Informationen, die zum Verarbeiten der Zahlung erforderlich sind, mit der App bzw. Website geteilt. Deine Kartennummer wird nicht mit dem Händler geteilt.
el: Όταν χρησιμοποιείτε το Apple Pay σε εφαρμογές και στον Ιστό, κοινοποιούνται στην εφαρμογή ή στον ιστότοπο πληροφορίες που είναι απαραίτητες για την επεξεργασία της πληρωμής. Ο πραγματικός αριθμός της κάρτας σας δεν κοινοποιείται στην εμπορική επιχείρηση.
es: Al utilizar Apple Pay en apps y en internet, se proporciona a la app o al sitio web la información necesaria para procesar el pago. El número de la tarjeta no se facilita al comercio.
es_419: Cuando usas Apple Pay en las apps y en Internet, se comparte con la app o el sitio web la información necesaria para procesar el pago. No se comparte tu número de tarjeta con el comerciante.
es_us: Cuando usas Apple Pay en las apps y en Internet, se comparte con la app o el sitio web la información necesaria para procesar el pago. No se comparte tu número de tarjeta con el comerciante.
fi: Kun käytät Apple Payta apeissa ja verkossa, maksun käsittelyyn vaadittavat tiedot jaetaan apin tai sivuston kanssa. Kauppiaalle ei jaeta maksukorttisi numeroa.
fr: Lorsque vous utilisez Apple Pay dans des apps et sur le Web, les informations nécessaires au traitement du paiement sont partagées avec l’app ou le site web. Votre numéro de carte n’est pas transmis au marchand.
fr_ca: Lorsque vous utilisez Apple Pay avec des apps ou sur le Web, les informations nécessaires au traitement du paiement sont partagées avec l’app ou le site Web. Le numéro de votre carte n’est pas communiqué au commerçant.
he: בעת השימוש ב-Apple Pay ביישומים או באינטרנט, מידע הנחוץ לעיבוד בקשת התשלום ישותף עם היישום או האתר. מספר הכרטיס הממשי שלך לא ישותף עם המוכר.
hi: जब आप ऐप्स या वेब पर Apple Pay का उपयोग करते हैं, तो भुगतान को प्रोसेस करने के लिए ज़रूरी जानकारी ऐप या वेबसाइट के साथ शेयर की जाती है। आपका वास्तविक कार्ड नंबर मर्चेंट के साथ शेयर नहीं किया जाता है।
hr: Kad koristite Apple Pay u aplikacijama i na mreži, informacije potrebne za provođenje plaćanja dijele se s aplikacijom ili web stranicom. Stvarni broj vaše kreditne kartice ne dijeli se s prodavateljem.
hu: Amikor az Apple Payt használja appokban vagy a weben, a fizetés feldolgozásához szükséges információk meg vannak osztva az appal vagy weboldallal. A tényleges kártyaszáma nincs megosztva a kereskedővel.
id: Saat Anda menggunakan Apple Pay di app dan web, informasi yang diperlukan untuk memproses pembayaran akan dibagikan dengan app atau situs web. Nomor kartu Anda yang sebenarnya tidak dibagikan dengan penjual.
it: Quando utilizzi Apple Pay sulle app o sul web, le informazioni necessarie a elaborare il pagamento vengono condivise con le app o con il sito web. L’esercente non ha accesso al numero della tua carta.
ja: アプリ内またはWeb上でApple Payを使用すると、支払いの処理に必要な情報がアプリまたはWebサイトに共有されます。実際のカード番号は加盟店に共有されません。
kk: Apple Pay функциясын қолданбаларда және веб-сайтта пайдаланғанда, төлемді өңдеу үшін қажетті ақпарат сол қолданбаға немесе веб-сайтқа беріледі. Картаңыздың нақты нөмірі сатушымен бөлісілмейді.
ko: 앱 및 웹에서 Apple Pay를 사용할 때 결제 진행에 필요한 정보가 해당 앱 또는 웹사이트와 공유됩니다. 실제 카드 번호는 가맹점과 공유되지 않습니다.
lt: Naudojant „Apple Pay“ programose ir internete, mokėjimams apdoroti būtina informacija bendrinama su programa ar svetaine. Faktinis jūsų kortelės numeris su pardavėju nebendrinamas.
ms: Apabila anda menggunakan Apple Pay dalam app dan di web, maklumat yang diperlukan untuk memproses bayaran dikongsi dengan app atau tapak web. Nombor kad sebenar anda tidak dikongsi dengan pedagang.
nl: Wanneer je Apple Pay in apps en online gebruikt, wordt de benodigde informatie om de betaling te verwerken met de app of website gedeeld. Je kaartnummer wordt niet aan de verkoper doorgegeven.
no: Når du bruker Apple Pay i apper og på internett, blir informasjon som trengs for å behandle betalingen, delt med appen eller nettstedet. Det faktiske kredittkortnummeret ditt blir ikke delt med forhandleren.
pl: Gdy używasz Apple Pay w aplikacjach i w Internecie, danej aplikacji lub witrynie udostępniane są informacje niezbędne do realizacji płatności. Numer Twojej karty nie jest udostępniany sprzedawcy.
pt_br: Quando você usa o Apple Pay em apps ou em sites, as informações necessárias para processar o pagamento são compartilhadas com o app ou site. O número real do seu cartão não é compartilhado com o comerciante.
pt_pt: Quando usa o Apple Pay em aplicações ou na web, a informação necessária para processar o pagamento é partilhada com a aplicação ou website. O número do seu cartão nunca é partilhado.
ro: Atunci când utilizați Apple Pay în aplicații și pe web, informațiile necesare pentru procesarea plății sunt partajate cu aplicația sau site‑ul web în cauză. Numărul efectiv al cardului dvs. nu este partajat cu comercianții.
ru: При использовании Apple Pay в приложениях и на веб‑сайтах информация, необходимая для обработки платежа, предоставляется приложению или веб‑сайту. Продавец не получает номер Вашей карты.
sk: Pri používaní Apple Pay v apkách a na webe sú s apkami a webovými stránkami zdieľané informácie potrebné na spracovanie platby. Číslo vašej karty nie je zdieľané s predajcom.
sl: Ko uporabljate Apple Pay v aplikacijah ali v spletu, se informacije, potrebne za obdelavo plačila, delijo z aplikacijo ali spletnim mestom. Dejanska številka vaše kartice ni deljena s trgovcem.
sv: När du använder Apple Pay i appar och på webben kommer information som krävs för att behandla betalningen att delas med appen eller webbplatsen. Det faktiska kortnumret delas inte med försäljaren.
th: เมื่อคุณใช้ Apple Pay ในแอปและบนเว็บ ข้อมูลที่จำเป็นในการดำเนินการชำระเงินจะถูกแชร์กับแอปหรือเว็บไซต์นั้น แต่หมายเลขบัตรจริงๆ ของคุณจะไม่ถูกแชร์กับผู้ประกอบการ
tr: Apple Pay’i uygulamalarda ve web üzerinde kullandığınızda ödemenin işlenmesi için gerekli bilgiler uygulama veya web sitesi ile paylaşılır. Gerçek kart numaranız satıcı ile paylaşılmaz.
uk: Коли ви використовуєте Apple Pay у програмах і всесвітній мережі, для цих програм чи вебсайтів поширюється інформація, необхідна для оброблення платежів. Справжній номер вашої картки не надсилається продавцю.
vi: Khi bạn sử dụng Apple Pay trong ứng dụng và trên web, thông tin cần thiết để xử lý khoản thanh toán được chia sẻ với ứng dụng hoặc trang web. Số thẻ thực tế của bạn không được chia sẻ với điểm bán hàng.
zh_cn: 在App和网页中使用Apple Pay时，处理支付所需的信息会与App或网站共享。你的实际卡号不会与商家共享。
zh_hk: 當你在App和網站上使用Apple Pay時，會與App或網站分享處理付款所需的資料。你的真實卡號並不會分享予商户。
zh_tw: 當你在App和網站上使用Apple Pay時，會與App或網站分享處理付款所需的資訊。並不會與商家分享你的真實卡號。

# FOURTH_BULLET
source: Apple Pay data that can no longer be tied to you may be used by Apple to improve Apple Pay and other Apple products and services.
ar: قد تستخدم Apple بيانات Apple Pay التي لم يعد بالإمكان ربطها بهويتك لتحسين Apple Pay ومنتجات وخدمات Apple الأخرى.
bg: Данните от Apple Pay, които вече не могат да бъдат обвързани с вас, може да бъдат използвани от Apple, за да подобрят Apple Pay и други продукти и услуги на Apple.
ca: Pot ser que Apple utilitzi les dades de l’Apple Pay que ja no es puguin vincular a tu per millorar l’Apple Pay i altres productes i serveis d’Apple.
cs: Data služby Apple Pay, která už nelze spojit s vaší osobou, může společnost Apple využívat k vylepšování Apple Pay a dalších produktů a služeb Apple.
da: Apple Pay-data, som ikke længere kan forbindes med dig, kan bruges af Apple til at forbedre Apple Pay og andre Apple-produkter og -tjenester.
de: Apple Pay-Daten, die nicht mehr mit dir verknüpft sind, können von Apple genutzt werden, um Apple Pay und andere Apple-Produkte und -Dienste zu verbessern.
el: Τα δεδομένα Apple Pay που δεν μπορούν πλέον να συσχετιστούν με εσάς ενδέχεται να χρησιμοποιηθούν από την Apple με σκοπό τη βελτίωση του Apple Pay και άλλων προϊόντων και υπηρεσιών Apple.
es: Apple podrá usar los datos de Apple Pay que ya no se puedan relacionar contigo con el fin de mejorar el servicio Apple Pay, así como otros productos y servicios de Apple.
es_419: Apple podría utilizar datos de Apple Pay que ya no se puedan asociar contigo para mejorar Apple Pay, así como otros productos y servicios de Apple.
es_us: Apple podría utilizar datos de Apple Pay que ya no se puedan asociar contigo para mejorar Apple Pay, así como otros productos y servicios de Apple.
fi: Apple Pay ‑tiedoilla, joita ei voida enää liittää sinuun, voidaan parantaa Apple Pay ‑toimintoa ja muita Applen tuotteita ja palveluja.
fr: Les données Apple Pay qui ne peuvent plus vous être associées peuvent être utilisées par Apple afin d’améliorer Apple Pay et les autres produits et services Apple.
fr_ca: Les données Apple Pay anonymisées pourraient être utilisées par Apple pour améliorer Apple Pay et d’autres produits et services Apple.
he: נתוני Apple Pay שכבר לא יכולים להיות משויכים אליך עשויים לשמש את Apple לשיפור Apple Pay ומוצרים ושירותים אחרים של Apple.
hi: Apple Pay डेटा, जिसे अब आपसे संबद्ध नहीं किया जा सकता है, का उपयोग Apple द्वारा Apple Pay और अन्य Apple उत्पादों और सेवाओं को बेहतर बनाने के लिए किया जा सकता है।
hr: Podatke Apple Paya koji se više ne mogu povezati s vama Apple može upotrijebiti za općenito poboljšanje Apple Paya i drugih Appleovih proizvoda i usluga.
hu: Előfordulhat, hogy az Önhöz már nem kapcsolható Apple Pay-adatokat az Apple az Apple Pay, valamint más Apple-termékek és szolgáltatások fejlesztésére használja.
id: Data Apple Pay yang tidak lagi dapat dikaitkan dengan Anda dapat digunakan oleh Apple untuk meningkatkan Apple Pay dan produk serta layanan Apple lainnya.
it: I dati di Apple Pay che non possono più essere associati a te potrebbero essere utilizzati da Apple per migliorare Apple Pay e altri prodotti o servizi di Apple.
ja: あなたと関連付けられなくなったApple Payデータは、Apple Pay機能およびAppleのその他の製品やサービスの品質向上に役立てるため、Appleによって使用されることがあります。
kk: Apple компаниясы сізбен бұдан былай байланыстыруға болмайтын Apple Pay деректерін Apple Pay сервисінің және басқа да Apple өнімдері мен сервистерінің сапасын жақсарту мақсатында пайдалануы мүмкін.
ko: 더 이상 사용자와 연관이 없어진 Apple Pay 데이터는 Apple에서 Apple Pay 및 기타 Apple 제품과 서비스를 개선하는 데 사용될 수 있습니다.
lt: „Apple“ gali naudoti „Apple Pay“ duomenis, kurių nebegalima susieti su jumis, kad patobulintų „Apple Pay“ ir kitus „Apple“ produktus bei paslaugas.
ms: Data Apple Pay yang tidak lagi boleh dikaitkan dengan anda boleh digunakan oleh Apple untuk meningkatkan Apple Pay dan produk serta perkhidmatan Apple yang lain.
nl: Apple Pay-gegevens waaruit je persoonlijke informatie niet kan worden afgeleid, kunnen door Apple worden gebruikt ter verbetering van Apple Pay en andere producten en voorzieningen van Apple.
no: Apple Pay-informasjon som ikke lenger kan spores tilbake til deg, kan bli brukt av Apple for å forbedre Apple Pay og andre produkter og tjenester fra Apple.
pl: Dane transakcji Apple Pay, które nie mogą być już z Tobą powiązane, mogą być wykorzystywane przez Apple do udoskonalania usługi Apple Pay oraz innych produktów i usług firmy Apple.
pt_br: Os dados do Apple Pay que não possam mais ser vinculados a você podem ser usados pela Apple para melhorar o Apple Pay e outros produtos e serviços da Apple.
pt_pt: Dados do Apple Pay que já não possam ser a si associados poderão ser usados pela Apple para melhorar o Apple Pay e outros produtos e serviços da Apple.
ro: Datele Apple Pay care nu mai pot fi asociate cu dvs. pot fi utilizate de Apple pentru a îmbunătăți serviciul Apple Pay și alte produse și servicii Apple.
ru: Данные Apple Pay, которые больше нельзя связать с Вами, могут быть использованы Apple для совершенствования Apple Pay, а также других продуктов и сервисов Apple.
sk: Dáta týkajúce sa Apple Pay, ktoré už nemožno spojiť s vami, môžu byť spoločnosťou Apple použité na vylepšovanie služby Apple Pay a ďalších produktov a služieb spoločnosti Apple.
sl: Podatke storitve Apple Pay, ki jih ni več mogoče povezati z vami, lahko Apple uporabi za izboljšanje storitve Apple Pay ter drugih izdelkov in storitev Apple.
sv: Apple Pay-data som inte längre kan kopplas till dig kan användas av Apple till att förbättra Apple Pay och andra produkter och tjänster från Apple.
th: Apple อาจใช้ข้อมูล Apple Pay ที่ไม่สามารถผูกกับคุณได้อีกต่อไปเพื่อปรับปรุง Apple Pay และผลิตภัณฑ์และบริการอื่นๆ จาก Apple
tr: Sizinle artık bağlantısı kalmamış Apple Pay verileri, Apple Pay’i ve diğer Apple ürünlerini ve servislerini iyileştirmek amacıyla Apple tarafından kullanılabilir.
uk: Дані Apple Pay, які більше неможливо повʼязати з вами, можуть використовуватися Apple, щоб удосконалювати Apple Pay та інші продукти й послуги Apple.
vi: Dữ liệu Apple Pay không thể liên kết với bạn nữa có thể được Apple sử dụng để cải thiện Apple Pay cũng như các sản phẩm và dịch vụ khác của Apple.
zh_cn: Apple可能会使用不再与你关联的Apple Pay数据，来改进Apple Pay及Apple其他产品和服务。
zh_hk: Apple可能會使用已不再與你連繫的Apple Pay資料，以便改善Apple Pay及其他Apple產品與服務。
zh_tw: Apple可能會使用已與你無關的Apple Pay資料來改進Apple Pay和其他Apple產品和服務。
